{"id": "two6gx", "name": "My Little Pony", "description": "A mural of the main characters from My Little Pony Generations 4 and 5 surrounding the combined tripony (Unicorn, Pegasus, and Earth Pony) gems from the Gen 5 movie \"A New Generation\" (2021). It was made with the help of r/mylittlepony and the Manechat Discord server.\n\nAfter their original location on r/place was taken over by Twitch streamer Asmongold to create the Guts portrait, the MLP fandom migrated eastward and established this art in its stead. Over the course of the event, it became an important rallying point for the fandom in protecting themselves and their surrounding allies from numerous Twitch raids, ranging from xQc's purple void to Asmongold's seed and bird emote attacks.\n\nDuring the third day of r/place, Mizkif and xQc tried to attack the art by hitting it with a meteor. However, due to poor communication with his chat as well as the general absurdity of the idea itself, his viewers decided to transform the meteor into a ejaculating penis instead. This attack was so ridiculous in its nature that it became a meme on the r/place subreddit soon afterward, being dubbed \"The Meteor\" of r/place.\n\nDespite all this, the crystal structure would stay up until the end, signifying not only the passing of the torch between MLP generations, but the unity of the MLP fandom as a whole.", "links": {"website": ["https://en.wikipedia.org/wiki/My_Little_Pony"], "subreddit": ["mylittlepony"], "discord": ["manechat"]}, "path": {"56-102, T:0-1, 106-164": [[1649, 212], [1648, 213], [1635, 213], [1629, 218], [1629, 225], [1622, 225], [1622, 228], [1620, 228], [1615, 237], [1615, 254], [1620, 259], [1620, 265], [1619, 266], [1619, 276], [1621, 278], [1642, 280], [1650, 280], [1652, 277], [1655, 277], [1658, 280], [1666, 280], [1668, 278], [1668, 273], [1670, 273], [1673, 276], [1678, 276], [1680, 278], [1682, 278], [1683, 277], [1683, 269], [1684, 268], [1684, 261], [1688, 261], [1688, 245], [1689, 245], [1689, 240], [1688, 240], [1688, 230], [1686, 228], [1676, 227], [1676, 218], [1671, 213], [1656, 213], [1655, 212]]}, "center": {"56-102, T:0-1, 106-164": [1651, 246]}, "_author": "gh:GeoDash897"}